IdeaRS.OpenModel.Result.ResultOfInternalForces2
Result of internal forces in the one position

IdeaRS.OpenModel.Result.ResultOfInternalForces2.#ctor
Constructor

IdeaRS.OpenModel.Result.ResultOfInternalForces2.Loading
LoadingTypeClass

IdeaRS.OpenModel.Result.ResultOfInternalForces2.N
Normal force

IdeaRS.OpenModel.Result.ResultOfInternalForces2.Qy
Shear force in y dirrection

IdeaRS.OpenModel.Result.ResultOfInternalForces2.Qz
Shear force in z dirrection

IdeaRS.OpenModel.Result.ResultOfInternalForces2.Mx
Bending moment around x-axis

IdeaRS.OpenModel.Result.ResultOfInternalForces2.My
Bending moment around y-axis

IdeaRS.OpenModel.Result.ResultOfInternalForces2.Mz
Bending moment around z-axis